Repository: rian0502/DHR
Catalog: Resources/Resource.*.resx
Languages: id

source: Allowance
id: Tunjangan

source: Allowance Days
id: Tunjangan Perhari

source: AllowanceTotal
id: Total Tunjangan

# AttendanceMenu
source: Attendance
id: Kehadiran

# BusinessTravelRequest
source: Business Travel
id: Perjalanan Dinas

source: Calendar Days
id: Hari Kalender

source: Date
id: Tanggal

source: In
id: Masuk

source: Inpatient Care
id: Rawat Inap

source: Late
id: Terlambat

# LeaveRequest
source: Leave
id: Cuti

source: Leave Taken
id: Total Cuti

source: Maternity Expenses
id: Biaya Melahirkan

# MedicalClaimMenu
source: Medical Claim
id: Klaim Medis

source: More Info
id: Info Lebih Lanjut

source: Optical Services
id: Kacamata

source: Out
id: Keluar

source: Outpatient Care
id: Rawat Jalan

# PermissionRequest
source: Permission
id: Izin

# RequestMenu
source: Request
id: Permintaan

source: Time-Off
id: Tidak Masuk

source: Work Days
id: Hari Kerja

source: Work Entry Request
id: Izin Masuk Kerja

source: Management
id: Manajemen

# UserOutpatientNullAlert
source: If you believe you have submitted an outpatient claim but it is not showing here, please contact HR.
id: Jika Anda merasa telah melakukan klaim rawat jalan namun data belum muncul, silakan hubungi HRD.

source: Notice
id: Perhatian

# UserInpatientNullAlert
source: If you believe you have submitted an inpatient claim but it is not showing here, please contact HR.
id: Jika Anda merasa telah melakukan klaim rawat inap namun data belum muncul, silakan hubungi HRD.

# UserOpticalNullAlert
source: If you believe you have submitted an optical service claim but it is not showing here, please contact HR.
id: Jika Anda merasa telah melakukan klaim layanan kacamata namun data belum muncul, silakan hubungi HRD.

# UserMaternityNullAlert
source: If you believe you have submitted a maternity service claim but it is not showing here, please contact HR.
id: Jika Anda merasa telah melakukan klaim biaya kelahiran namun data belum muncul, silakan hubungi HRD.

# UserLeaveNullAlert
source: If you believe you have submitted a leave request but it is not showing here, please contact HR.
id: Jika Anda merasa telah mengajukan cuti namun data belum muncul, silakan hubungi HRD.

# UserPermissionNullAlert
source: If you believe you have submitted a permission request but it is not showing here, please contact HR.
id: Jika Anda merasa telah mengajukan izin namun data belum muncul, silakan hubungi HRD.

# UserBusinessTripNullAlert
source: If you believe you have submitted a business trip request but it is not showing here, please contact HR.
id: Jika Anda merasa telah mengajukan perjalanan dinas namun data belum muncul, silakan hubungi HRD.

# UserEntryPermissionNullAlert
source: If you believe you have submitted a work entry permission request but it is not showing here, please contact HR.
id: Jika Anda merasa telah mengajukan izin masuk kerja namun data belum muncul, silakan hubungi HRD.

source: Employee
id: Pegawai
